;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 25. May 2023
;~ Author.......: Jadran Rudec, e-mail: jrudec@gmail.com
;~ Link.........: www.rizonesoft.com
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 8

[Language]
Name = Slovenščina - Slovenian
Code = sl
Encoding = Unicode (UTF-16) LE BOM

[Translations]
About = Vizitka
Custom = Po meri
Donate = Obdaruj
Logging = Vodenje dnevnika
Menus = Meniji
Messages = Sporočila
Messages2 = Sporočila2
Preferences = Nastavitve
Update = Posodobi
Versioning = Različice

[About]
Window_Title = Vizitka %{Program.Name}
Label_Version = Različica
Label_AutoIt = Zgrajen z različico AutoIt
Label_Copyright = Avtorske pravice
Tip_Title_Donate = Obdarujte naš cilj
Tip_Message_Donate = Z obdaritvijo pomagate ohraniti program brezplačen\rnin nam omogočate da pridobimo potrebna orodja in storitve\rn, ki jih potrebujemo, da vam lahko služimo.
Label_Home = Domača stran
Label_License = Licenca
Label_Support = Podpora
Tip_Title_Country = Izdelan v Južni Afriki
Tip_Message_Country = %{Program.Name} je nastal v Južni Afriki.
Label_Contributors = Sodelavci
Button_Ok = Vredu
Label_RAM = (RAM) %d MB prosto od %d MB (%d%)
Label_HDD = (%s) %.2f GB PROSTO OD %.2f GB (%d%)
Tip_Twitter = Follow us on Twitter.
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_Reddit = Read about us on Reddit.
Tip_LinkedIn = Connect with us on LinkedIn.
Tip_GitHub = %{Program.Name} on GitHub.
Tip_WhatsApp = Chat with us on WhatsApp.

[Custom]
Label_Status_Welcome = Če v %{Windows.Version} manjkajo vaši DVD pogoni ali pa jih nekateri programi ne prepoznajo, kliknite '%s' in znova zaženite računalnik. Preden nadaljujete, ne pozabite ustvariti točke za obnovitev sistema.
Label_Status_Updates = Preveri obstoj posodobitev
Label_Status_Warning = Po zagonu %{Program.Name} bo morda treba znova namestiti kakršno koli programsko opremo, namenjeno uporabi pogonov BD/DVD/CD.
Radio_Reset_Autorun = Ponastavi možnosti samodejnega zagona
Checkbox_Just_Repair = Samo popravi
Tip_Nothing_Title = Onemogoči možnosti ponastavitve in zaščite.
Tip_Nothing_Message = Onemogoči dodatno obdelavo
Radio_Protect = Zaščita pred samodejnim zagonom zlonamernih programov
Tip_Protect_Message = Ta možnost onemogoči funkcijo samodejnega zagona za vse izmenljive pogone!\rnIzberite '%s', da omogočite samodejni zagon.
Tip_Protect_Title = Opozorilo!
Checkbox_Include_Local = Vključuje lokalni stroj
Button_Repair = Popravi DVD pogone

[Donate]
Label_Heading = Kaj pa majhna obdaritev, da bo naš program za vedno brezplačen?
Label_Message = Kliknite spodnji gumb PayPal, izberite znesek in nam pošljite donacijo. Vaša obdaritev bo uporabljena za izboljšanje našega programa in za to, da bo vse brezplačno na Rizonesoftu. Obdaritev v višini 20 $ nas bo vzdrževala vsaj mesec dni.
Label_Donate = Ali bi razmislili o majhnem darilu v vrednosti 10 $, da bi nam pomagali izboljšati %{Program.Name} in ohraniti prižgane luči?

[Logging]
Finished = Končano
success = uspešno
Response_Received = Odgovor je sprejet
Successfully = Uspešno
OK = Vredu!
Registration_succeeded = Registracija je uspela
Initiated = Začeto
Error = napaka
Failed = neuspešno
Access_Denied = Dostop je zavrnjen
No_Operation_Performed = Nobene operacije ni mogoče izvesti
VERSION = RAZLIČICA
File_Not_Found = Dnevnika '%s' ni bilo mogoče najti.
Showing_File = Prikaz datoteke dnevnika '%s'.
Showing_Error = Nekaj je šlo narobe: ID procesa: %s
Opening_File = Odpiranje datoteke dnevnika.
Opening_Directory = Odpiranje mape dnevnika ...
Directory_Not_Found = Ni bilo mogoče najti mape dnevnika '%s'.
Showing_Directory = Prikaz mape dnevnika '%s'.
Bool_Yes = Da
Bool_No = Ne
Info_Date = Datum:
Info_Program = Program:
Info_Program_Path = Pot programa:
Info_Compiled = Sestavljen:
Info_AutoIt_Version = Različica AutoIt:
Info_AutoIt_64Bit = 64-bitna različica AutoIt:
Info_Windows_Version = Različica Windows:
Info_System_Type = Vrsta sistema:
Info_Memory = Pomnilnik (RAM):
Info_ProgramFiles = Mapa 'Programske datoteke':
Info_Windows_Directory = Mapa Windows:
Level_Error = Napaka:
Level_Warning = Opozorilo:
Level_Success = Uspešno
Level_Finished = Končana:

[Menus]
File = &Datoteka
File_Preferences = &Nastavitve
File_Logging = &Vodenje dnevnika
File_Logging_Open_File = Odpri da&toteko dnevnika
File_Logging_Open_Directory = Odpri  &mapo dnevnika
File_Reboot = Znova zaženi &Windows
File_Close = &Zapri\tAlt+F4
Troubleshoot = Odp&ravi težave
Troubleshoot_Hardware = Odpravljanje težav z uporabo stro&jne opreme
Tools = O&rodja
Tools_System_Restore = &Ustvari obnovitveno točko sistema Windows
Tools_Device_Manager = &Upravitelj naprav
Tools_Update_Firmware = Posodobi vde&lano programsko opremo (FirmwareHQ.com)
Help = Po&moč
Help_Update = Preveri o&bstoj posodobitev
Help_Home = &Dom %{Company.Name} 
Help_Downloads = Več &prenosov
Help_Support = Pri&dobi podporo
Help_Issue = Ustvari &težavo
Help_Donate = Darujte za &naš namen
Help_About = Vizitka %{Program.Name}
Odpravljanje napak = &Odpravljanje napak

[Messages]
Info_Title = Prosimo, upoštevajte
Warning_Title = Opozorilo!
Error_Title = Ups! Nekaj je šlo narobe!
Error_Oops = Ups!
Singleton = Druga pojavitev %{Program.Name} se že izvaja.
Združljivo = %{Program.Name} ni združljiv z vašo različico sistema Windows. Če menite, da gre za napako, pustite sporočilo na '%s' z vsemi podrobnostmi.
Compatible_Bit = Na žalost 32-bitni %{Program.Name} ni združljiv z vašo različico Windows. Prenesite 64-bitni %{Program.Name} z '%s'
Loading_Initializing = Inicializacija %{Program.Name}
Loading_Localizations = Nalaganje prevodov
Loading_Resources = Nastavitev virov
Loading_WorkingDirectories = Nastavitev delovnih map
Loading_Logging = Inicializacijadnevnika
Loading_Configuration = Nalaganje nastavitev
Loading_Shortcuts = Nastavitev bližnjic na tipkovnici
Loading_Interface = Zagon osnovnega vmesnika
Ping_Check_Connection = Preverjanje internetne povezave.
Ping_Response = Odgovor prejet v %s milisekundah.
Ping_Host_Offline = Gostitelj je brez povezave.
Ping_Host_Unreachable = Gostitelj je nedosegljiv.
Ping_Host_Bad = Napačen cilj.
Ping_Host_No_Internet = Ni internetne povezave.
Global_Errors = Kočano z (%02i) %s!
Global_Errors_Error = napaka
Global_Errors_Errors = napak
Global_Finished = Dokončano izbrano opravilo.
Global_File = datoteka
Global_Files = datotek
RegisterDll_Success = RegSvr32.exe > Registracija '%s' je uspela.
RegisterDll_Error_01 = RegSvr32.exe > '%s' Za registracijo modula morate podati dvojiško ime.
RegisterDll_Error_02 = RegSvr32.exe > '%s' Določenega modula ni bilo mogoče najti.
RegisterDll_Error_03 = RegSvr32.exe > '%s' Modul je naložen, vendar vstopne točke DllRegisterServer ni bilo mogoče najti.
RegisterDll_Error_04 = RegSvr32.exe > '%s' Številka napake: 0x80070005
Registry_Write_Error = Ni bilo mogoče pisati v '%s'
Registry_Error_01 = Ni mogoče odpreti zahtevanega ključa.
Registry_Error_02 = Ni mogoče odpreti zahtevanega glavnega ključa.
Registry_Error_03 = Ni mogoče odpreti zahtevane vrednosti.
Registry_Error_04 = Vrsta vrednosti ni podprta.
Registry_Error_05 = Ni mogoče izbrisati zahtevane vrednosti.
Registry_Error_06 = Ni mogoče izbrisati zahtevanega ključa/vrednosti.

[Messages2]
Boot_01 = Morda bo potreben ponovni zagon sistema, preden začnejo veljati nastavitve.
Boot_02 = Želite znova zagnati ali ne?
Boot_03 = Morda boste morali znova zagnati računalnik, preden bodo nastavitve začele veljati. Ali želite zdaj znova zagnati računalnik? Shranite svoje stvari, zadržite dih in pritisnite Da, da znova zaženete računalnik. Ali pritisnite Ne, da to prezrete.
Boot_04 = ^ Ne želite znova zagnati računalnika?
Boot_05 = ^ Temu ni mogoče nasprotovati. Konec koncev je to vaš računalnik.
Boot_06 = Kliknite '%s' in nato '%s', da pozneje znova zaženete računalnik.
Boot_07 = Ponovni zagon sistema Windows...
MsgBox_Boot_Title = Znova zaženi!
MsgBox_Boot_Message = Vaš računalnik se bo znova zagnal čez %s sekund. To bi vam moralo dati dovolj časa, da shranite svoje stvari. Pritisnite 'Vredu', da znova zaženete računalnik.
Boot_Restarting = Vaš računalnik se znova zaganja.
Boot_Canceled = Ponovni zagon je preklican.
Repair_Drives_01 = Popravilo pogona DVD.
Repair_Drives_02 = Ponastavitev zgornjih in spodnjih filtrov.
Repair_Drives_03 = Ponastavitev nastavitev samodejnega zagona.
Repair_Drives_04 = Obnovitev diskovnega vmesnika ATAPI.
Repair_Drives_05 = Upam, da ste rešili vaše težave. Če ne, gre lahko za fizično težavo s strojno opremo.

[Preferences]
Window_Title = Nastavitve
Tab_General = Splošno
Tab_Performance = Delovanje
Tab_Language = Jezik
Group_Logging = Vodenje dnevnika
Group_Priority = Prednost
Group_Memory = Pomnilnik
Group_Language = Jezik
Checkbox_Enable_Logging = Omogoči vodenje dnevnika
Label_Log_Exceed = Velikost dnevnika ne sme preseči:
Label_Logging_Size = Velikost dnevnika: %s KB
Button_Logging_Clear = Počisti dnevnik
Label_SetPriority = Nastavi prednost procesa:
Checkbox_SaveRealtime = Prednost shranjevanja nad visoko (ni priporočljivo).
Checkbox_ReduceMemory = Zmanjšaj pomnilnik v sistemih z malo pomnilnika.
Label_Language_Message = Izberite želeni jezik in pritisnite gumb %s za nadaljevanje. (Potreben je ponovni zagon)
Button_Save = Shrani
Button_Cancel = Prekliči
Label_Updated = Nastavitve so posodobljene
Label_Logging_Cleared = Dnevnik je počiščen
MsgBox_Language_Title = Jezik je spremenjen
MsgBox_Language_Message = Izbrani jezik je spremenjen. Za uveljavitev izbranega jezika je potrebno znova zagnati% {Program.Name}.
MsgBox_Closing_Title = Zapiranje %{Program.Name}
MsgBox_Closing_Messag = Ali želite zdaj zapreti %{Program.Name}?

[Update]
Window_Title_Available = Na voljo je posodobitev
Window_Title_Congratulations = Čestitamo!
Window_Title_Error = Nekaj je šlo narobe!
Label_Message_Update = Na voljo je nova različica %{Program.Name}.
Label_Message_Latest = Uporabljate najnovejšo različico %{Program.Name}.
Label_Message_Error = Podatkov o najnovejši različici %{Program.Name} ni bilo mogoče pridobiti.
Label_Message_Internet = Preverite internetno povezavo in poskusite znova.
Label_Build_Current = Trenutna izgradnja:
Label_Build_Update = Posodobi izgradnjo:
CheckBox_NoUpdate = Ne preverjaj posodobitev ob zagonu.
Button_Update = Preberi več
Button_Close = Zapri

[Versioning]
Administrator = Skrbnik
Build = Izgradnja
AutoIt_Version = z uporabo različice AutoIt %{AutoIt.Version}
Bit = bitna